Repository: TheCodedSelf/YAWA
Catalog: translations/*.lproj/Localizable.strings
Languages: es

# LOCALIZATION_KEY
source: en
es: es

source: Cancel
es: Cancelar

source: Leave
es: Abandonar

source: Delete
es: Eliminar

source: Remove
es: Quitar

source: Divide
es: Dividir

source: Save
es: Guardar

source: Skip
es: Saltar

source: Name
es: Nombre

source: Leave Bill
es: Abandonar

source: Tax/Tip
es: Imp./Prop.

source: Totals
es: Totales

source: All Done
es: Listo

source: By Hand
es: A mano

source: Settings
es: Ajustes

source: Tip
es: Propina

source: Tip (Included)
es: Propina (incluída)

source: Additional Tip
es: Propina adicional

source: Discount
es: Descuento

source: Discounts
es: Descuentos

source: Payment
es: Pago

source: Payments
es: Pagos

source: Tax
es: Impuesto

source: Grand Total
es: Gran total

source: All Up
es: Total a pagar

# READY_TO_LEAVE_BILL?
source: Ready to leave this bill?
es: ¿Listo para abandonar ésta cuenta?

source: It will not be saved.
es: No será guardada.

source: It will be saved.
es: Será guardada.

source: Your changes will be saved.
es: Tus cambios se guardarán

source: Connect Venmo
es: Conectar Venmo

source: Connect Square Cash
es: Conectar Square Cash

# UNABLE_TO_CONNECT_VENMO
source: We were unable to connect your Venmo account. Please try again.
es: No se pudo establecer conexión con tu cuenta Venmo. Por favor intenta de nuevo.

# UNABLE_TO_CONNECT_SQUARE_CASH
source: We were unable to connect your Square Cash account. Please try again.
es: No se pudo establecer conexión con tu cuenta Square Cash. Por favor intenta de nuevo.

# UNABLE_TO_REACH_TAB
source: Unable to reach Tab - check your internet connection.
es: Sin comunicación con Tab - revisa tu conexión a internet.

# UNABLE_TO_SHARE_WARNING
source: Unable to share. Please try again.
es: No fue posible compartir. Por favor intenta de nuevo.

source: %@'s Payments
es: Pagos de %@

source: Your Payments
es: Tus pagos

source: %@'s Total
es: Total de %@

source: (No items)
es: (Ningun artículo)

source: Happy bday :)
es: Feliz cumple :)

# SOMETHING_WENT_WRONG
source: Something went wrong. Apologies!
es: Algo salió mal. ¡Una disculpa!

# SOMETHING_WENT_WRONG_TRY_AGAIN
source: Something went wrong. Apologies! Please try again.
es: Algo salió mal. ¡Una disculpa! Por favor intenta de nuevo.

source: Log In
es: Ingresar

source: Log In/Sign Up
es: Ingresar/Registrarse

# REQUEST_VERB
source: request
es: solicitar

# PAY_VERB
source: pay
es: pagar

source: sent
es: enviado

source: received
es: recibido

source: cash
es: efectivo

source: Privacy Policy
es: Política de privacidad

source: Continue
es: Continuar

source: select
es: seleccionar

# SELECT_ABBREVIATED
source: select
es: selecc.

# DEVICE_UNABLE_TO_SEND_MAIL
source: Your device is unable to send mail in its current state.
es: Tu dispositivo no puede enviar el email en su estado actual.

# MAIL_UNABLE_TO_SEND_FEEDBACK
source: Mail was unable to send your feedback. Try again.
es: Mail no pudo enviar tu feedback. Inténtalo de nuevo.

source: %@ got this
es: %@ tuvo esto

source: %@ and %@ shared this
es: %@ y %@ compartieron este

source: %tu people shared this
es: %tu personas compartieron este

source: Leave bill?
es: ¿Abandonar cuenta?

source: All changes will be saved.
es: Se guardarán todos los cambios.

# EMPTY_BILL_WARNING
source: Your bill looks a little empty. Add some items!
es: Tu factura se ve un poco vacía. ¡Agrega algunos artículos!

source: +Add an item
es: +Añadir artículo

# DELETE_ITEM_WARNING
source: Are you sure you want to delete this item?
es: ¿Estás seguro que deseas eliminar este artículo?

source: Divide the %@
es: Dividir el/la %@

# ITEM_OWNER_WILL_BE_REMOVED_WARNING
source: Note: item's owner will be removed
es: Nota: el dueño del artículo se quitará

# ITEM_OWNERS_WILL_BE_REMOVED_WARNING
source: Note: item's owners will be removed
es: Nota: los dueños del artículo se quitarán

source: How many ways?
es: ¿En cuántas partes?

# DELETE_BILL_OWNER_ERROR
source: You can't delete yourself!
es: ¡No puedes eliminarte tú mismo!

# DELETE_PERSON_WITH_PAYMENTS_ERROR
source: You can't delete someone who has already made or received payments.
es: No puedes eliminar alguien que ya hizo o recibió pagos.

# DELETE_PERSON_WARNING_%@
source: Are you sure you want to delete %@? This cannot be undone.
es: ¿Estás seguro que deseas eliminar %@? No puedes deshacerlo.

source: No items yet!
es: ¡Aún no hay artículos!

source: No items!
es: ¡No hay artículos!

source: Your Subtotal
es: Tu subtotal

source: Edit Bill
es: Editar cuenta

source: Tip your server
es: Dar propina

# NEGATIVE_GRAND_TOTAL_WARNING
source: The grand total must be a positive amount. Check your discount.
es: El gran total debe ser una cantidad positiva. Revisa tu descuento.

source: +Add Included Tip
es: +Añadir propina incluída

source: +Add Discounts
es: +Añadir descuentos

# REMOVE_INCLUDED_TIP_WARNING
source: Are you sure you want to remove the included tip?
es: ¿Estás seguro que deseas quitar la propina incluída?

# REMOVE_DISCOUNTS_WARNING
source: Are you sure you want to remove the discounts?
es: ¿Estás seguro que deseas quitar los descuentos?

source: Enter amount manually
es: Ingresar manualmente

# ENTER_PERCENTAGE
source: Enter as percentage
es: Ingresar porcentaje

source: New Pic
es: Nueva foto

source: Use This
es: Usar esta

# NO_ITEMS_FOUND_WARNING
source: No items were found. Is the image crooked or blurry?
es: No se encontraron artículos. ¿La imagen está torcida o borrosa?

# NO_ITEMS_FOUND_SUGGESTION
source: Try taking a new pic, or continue by hand.
es: Intenta tomar una nueva foto, o continúa a mano.

source: Processing receipt...
es: Procesando recibo...

source: Almost there...
es: Casi listo...

# DISALLOWED_CAMERA_ACCESS_WARNING_1
source: You have disallowed Tab's access to the camera. Go to Settings to grant access.
es: Has rechazado el acceso de Tab a la cámara. Ve a Ajustes para conceder acceso.

# DISALLOWED_CAMERA_ACCESS_WARNING_2
source: Or, you can skip taking a photo and input items by hand.
es: O bien, puedes omitir tomar una foto e ingresar elementos a mano.

source: Joining bill...
es: Uniéndose a cuenta...

source: Rejoining bill...
es: Volviendo a unirse a cuenta...

# SHARE_CODE_NOT_FOUND_WARNING
source: That share code didn't match any active bills. Double check it and try again.
es: Ese código no coincide con ninguna cuenta activa. Vuelve a comprobarlo e inténtalo otra vez.

# JOINING_OWNED_BILL_WARNING
source: Billception! You can't join a bill that you created yourself.
es: ¡Cuenta al cuadrado! No puedes unirte a una cuenta que creaste tú mismo.

source: What's new?
es: ¿Qué hay de nuevo?

source: New Bill
es: Nueva cuenta

source: Join Bill
es: Unirse a cuenta

source: My Bills
es: Mis cuentas

source: Enter code
es: Ingresar código

source: Welcome! :)
es: ¡Bienvenido! :)

# TILT_WARNING
source: You're tilted! For best results, snap pic from straight above receipt.
es: ¡Estás inclinado! Para obtener mejores resultados, toma la foto derecha del recibo.

# CAPTURE_FAILED
source: Unable to capture image. Please try again.
es: No se pudo tomar la imagen. Inténtalo de nuevo.

# SKIP_PHOTO_WARNING
source: Are you sure you want to skip taking a photo and input items by hand?
es: ¿Estás seguro que desea saltar la toma de una foto e ingresar elementos a mano?

# VENMO_UNAVAILABLE
source: Sorry, Venmo is temporarily unavailable.
es: Lo sentimos, Venmo no está disponible por los momentos.

# UNABLE_TO_REMOVE_VENMO
source: We were unable to remove your Venmo account. Please try again.
es: No hemos podido quitar tu cuenta de Venmo. Inténtalo de nuevo.

# REMOVE_%@'S_VENMO_WARNING
source: Are you sure you want to remove %@'s Venmo account?
es: ¿Estás seguro que deseas quitar la cuenta de Venmo de %@?

# SQUARE_CASH_UNAVAILABLE
source: Sorry, Square Cash is temporarily unavailable.
es: Lo sentimos, Square Cash no está disponible por los momentos.

# UNABLE_TO_REMOVE_SQUARE_CASH
source: We were unable to remove your Square Cash account. Please try again.
es: No hemos podido quitar tu cuenta de Square Cash. Inténtalo de nuevo.

# REMOVE_%@'S_SQUARE_CASH_WARNING
source: Are you sure you want to remove %@'s Square Cash account?
es: ¿Estás seguro que deseas quitar la cuenta de Square Cash de %@?

# ENTER_CASHTAG
source: Enter your Square Cash $Cashtag carefully!
es: ¡Ingresar tu Square Cash $Cashtag con cuidado!

source: Rate + Review
es: Calificar + Reseñar

source: Get in Touch
es: Contactar

source: Share Tab
es: Compartir Tab

source: Life Without Tab?
es: ¿La vida sin Tab?

source: Our Friends
es: Nuestros amigos

source: Log Out
es: Cerrar sesión

source: Edit Nickname
es: Editar apodo

source: Add Nickname
es: Añadir apodo

source: Remove Venmo
es: Quitar Venmo

source: Remove Square Cash
es: Quitar Square Cash

source: connected as
es: conectado como

source: Don't Save Images
es: No guardar imágenes

source: Save Images to Camera Roll
es: Guardar imágenes al Carrete

source: saving to Camera Roll
es: guardando en el Carrete

# DISALLOWED_PHOTOS_ACCESS_WARNING
source: You have disallowed Tab's access to your photos. Go to Settings to grant access.
es: No has permitido el acceso de Tab a tus fotos. Ve a Ajustes para conceder acceso.

# UNABLE_TO_LOG_OUT
source: We were unable to log you out. Please try again.
es: No hemos podido cerrar sesión. Inténtalo de nuevo.

source: Toggle Dark Mode
es: Alternar modo oscuro

# DARK_MODE_ON
source: on
es: encendido

# DARK_MODE_OFF
source: off
es: apagado

# DARK_MODE_SYSTEM
source: matching device setting
es: emparejando al dispositivo

source: Delete Account
es: Eliminar cuenta

# DELETE_%@_USER_ACCOUNT_WARNING
source: Are you sure you want to delete %@? This action cannot be undone!
es: ¿Estás seguro que quieres eliminar %@? ¡Esta acción no se puede deshacer!

source: the user account for %@
es: la cuenta por %@

source: your user account
es: tu cuenta

# UNABLE_TO_DELETE_USER_ACCOUNT
source: Unable to delete user account. Please try again, or contact us.
es: No pudimos eliminar tu cuenta. Inténtalo de nuevo, o contáctenos.

source: Pay/Request
es: Pagar/Solicitar

source: Your Items
es: Tus artículos

source: Birthday
es: Cumple

# VENMO_NOW_CONNECTED
source: Your Venmo account is now connected!
es: ¡Tu cuenta de Venmo ahora está conectada!

# REGISTERED_USER_FOOTER_1
source: Tap bill for summary; swipe left for editing and other actions.
es: Toca la cuenta para ver el resumen; desliza hacia la izquierda para editar y otras acciones.

# REGISTERED_USER_FOOTER_2
source: (You can edit bills that were created less than one week ago.)
es: (Puede editar cuentas que se crearon hace menos de una semana.)

# ANON_USER_FOOTER_1
source: These bills are saved locally.
es: Estas cuentas se guardan localmente.

# ANON_USER_FOOTER_2
source: No future bills will be saved until you log in/sign up.
es: No se guardarán cuentas futuras hasta que inicies sesión o te registres.

# ANON_USER_FOOTER_2_UNDERLINED_TEXT
source: log in/sign up
es: inicies sesión o te registres

# REGISTERED_USER_EMPTY_STATE
source: No bills yet. Start one now!
es: Sin cuentas. ¡Generar una!

# REGISTERED_USER_EMPTY_STATE_UNDERLINED_TEXT
source: Start one now
es: Generar una

# ANON_USER_EMPTY_STATE
source: Saved bills are only available to registered users. Log in/sign up!
es: Las cuentas guardadas solo están disponibles para usuarios registrados. ¡Iniciar sesión/registrarse!

# ANON_USER_EMPTY_STATE_UNDERLINED_TEXT
source: Log in/sign up
es: Iniciar sesión/registrarse

# ERROR_STRING_%@
source: Unable to %@ bills. Pull down to retry.
es: No se pudieron %@ las cuentas. Desliza hacia abajo para reintentarlo.

source: load
es: cargar

source: refresh
es: actualizar

# UNABLE_TO_DELETE_BILL_WARNING
source: Unable to delete bill. Please try again.
es: No se puede eliminar la cuenta. Inténtalo de nuevo.

# DELETE_BILL_WARNING
source: Are you sure you want to delete this bill? (It will not be deleted for anyone who joined from their own phone.)
es: ¿Estás seguro que deseas eliminar esta cuenta? (No se eliminará para ninguna persona que se haya unido desde su propio teléfono.)

source: Loading bill summary...
es: Cargando resumen de la cuenta...

# UNABLE_TO_LOAD_BILL_WARNING
source: Unable to load bill. Please try again.
es: No se pudo cargar la cuenta. Inténtalo de nuevo.

# ENTER_NICKNAME_FOR_BILL
source: Enter a nickname for this bill.
es: Ingresa un apodo para esta cuenta.

# UNABLE_TO_UPDATE_BILL_WARNING
source: Unable to update bill. Please try again.
es: No se pudo actualizar la cuenta. Por favor inténtalo de nuevo.

source: Bill name
es: Nombre de la cuenta

source: shared with %@
es: compartido con %@

source: Items subtotal
es: Subtotal de los artículos

source: Unclaimed Amount
es: Cantidad sin reclamar

# UNCLAIMED_ITEM_WARNING
source: There is 1 unclaimed item!
es: ¡Hay 1 artículo sin reclamar!

# UNCLAIMED_ITEMS_WARNING_%tu
source: There are %tu unclaimed items!
es: ¡Hay %tu artículos sin reclamar!

source: Your Total
es: Tu total

source: Bill Total
es: Total de la cuenta

source: Later
es: Luego

source: Update
es: Actualizar

# DEFAULT_VENMO_PAYMENT_NOTE_1
source: Splitting the bill with Tab
es: Dividir la cuenta con Tab

# DEFAULT_UPDATED_VERSION_NOTE
source: A new version of Tab is available! We suggest updating sooner rather than later.
es: Una nueva versión de Tab está disponible! Sugerimos actualizar más pronto que tarde.

# DOWN_FOR_MAINTENANCE_BILL_WARNING
source: Tab is temporarily down for maintenance. Apologies! You will be removed from this bill.
es: Tab está temporalmente fuera de servicio por mantenimiento. ¡Lo sentimos! Serás quitado de esta cuenta.

# MID_BILL_LOGOUT_WARNING
source: Somehow, you've become logged out. We'll have to remove you from this bill. Apologies! If needed, you can log in and rejoin.
es: De alguna manera, te has desconectado. Tendremos que sacarte de esta cuenta. ¡Lo sentimos! Si quieres, puedes iniciar sesión y volver a unirte.

# MID_BILL_USER_CHANGE_WARNING
source: Somehow, your user account has changed. We'll have to remove you from this bill. Apologies!
es: De alguna manera, tu cuenta de usuario ha cambiado. Tendremos que sacarte de esta cuenta. ¡Lo sentimos!

source: %zd others
es: %zd otros

source: %zd people
es: %zd personas

source: Started
es: Iniciada

source: Joined
es: Se unió

source: today
es: hoy

source: yesterday
es: ayer

source: Pre-tip
es: Pre-propina

# INCLUDED_TIP_ABBREVIATED
source: incl. tip
es: prop. incld.

# DISCOUNT_ABBREVIATED
source: disc.
es: desc.

source: bday share
es: porción de cumple

source: bday
es: cumple

# %@_PERCENT_ON_%@%@
source: %@%% on %@%@
es: %@%% de %@%@

source: and
es: y

# UNABLE_TO_JOIN_BILL
source: Unable to join bill. Please check the link and try again.
es: No se pudo unir a la cuenta. Por favor, revisa el link e inténtalo de nuevo.

# LOGIN_LINK_EXPIRED_OR_INVALID
source: Your login link is expired or invalid. Please try logging in again.
es: Tu link de inicio de sesión ha caducado o no es válido. Por favor, intenta iniciar sesión de nuevo.

# SOMEONE_ALREADY_LOGGED_IN
source: Someone is already logged in! If needed, log out and try again.
es: ¡Alguien ya inició sesión! Si es necesario, cierra sesión y vuelve a intentarlo.

source: Logging in...
es: Ingresando...

source: Loading...
es: Cargando...

# SHARE_TAB_SUBJECT
source: Check out Tab - the simple bill splitter!
es: Check out Tab - el sencillo divisor de cuentas!

# SHARE_BILL_SUBJECT
source: Join my bill on Tab - the simple bill splitter!
es: ¡Unir mi cuenta con Tab - el sencillo divisor de cuentas!

# SHARE_BILL_SUMMARY_SUBJECT
source: Your bill, split by Tab
es: Tu cuenta, dividir con Tab

source: shared w/
es: compartida c/

source: sent to
es: enviados a

source: received from
es: recibidos de

# EMAIL_BODY_HEADER
source: Thanks for splitting your bill with Tab! Here are the details of your bill.
es: ¡Gracias por dividir tu cuenta con Tab! Aquí están los detalles de tu cuenta.

source: Show details
es: Mostrar detalles

source: Hide details
es: Ocultar detalles

source: Edit Bill Name
es: Editar nombre de la cuenta

source: hasn't connected Venmo
es: no se ha conectado a Venmo

source: incompatible app version
es: versión no compatible de la app

source: owes
es: debe

source: pay %@ to %@
es: pagar %@ a %@

source: request %@ from %@
es: solicitar %@ de %@

source: Retry
es: Intentar de nuevo

# REQUEST_TIMED_OUT
source: The request timed out. Check your connection and try again.
es: La solicitud caducó. Revisa tu conexión y vuelve a intentarlo.

# DOWN_FOR_MAINTENANCE
source: Tab is temporarily down for maintenance. Apologies! Please check back soon.
es: Tab está temporalmente fuera de servicio por mantenimiento. ¡Lo sentimos! Por favor, inténtalo luego.

# SERVICE_ERROR
source: Tab service error. Apologies! If this issue persists, get in touch.
es: Error de servicio de Tab. ¡Lo sentimos! Si este problema persiste, contáctanos.

# VENMO_PAYMENT_FAILURE
source: Venmo was unable to process the payment. Have the person paying you try again.
es: Venmo no pudo procesar el pago. Haz que la persona que te pagó, lo intente nuevamente.

# REVIEW_OR_FEEDBACK_DIALOG_BODY
source: Thanks for being a dedicated Tab user! We'd love to hear what you think of the app.
es: ¡Gracias por ser un usuario fiel de Tab! Nos encantaría escuchar lo que piensas de la app.

# REVIEW_OR_FEEDBACK_DIALOG_REVIEW_BODY
source: Awesome! Do you mind leaving us a review?
es: ¡Increíble! ¿Te importaría dejarnos una reseña?

# REVIEW_OR_FEEDBACK_DIALOG_FEEDBACK_BODY
source: If you have a minute, would you mind sending us feedback explaining how we can improve?
es: Si tienes un minuto, ¿te importaría enviarnos tus comentarios sobre cómo podemos mejorar?

source: It's Great!
es: ¡Está genial!

source: Needs Work
es: Necesita trabajo

source: Leave a Review
es: Dejar una reseña

source: Send Feedback
es: Enviar feedback

source: Send
es: Enviar

source: Go to Email
es: Ir al Email

# AUTH_CHALLENGE_DIALOG_BODY
source: Enter your email address and we'll send you a secure link to log you in or sign you up.
es: Ingresa tu dirección de correo electrónico y te enviaremos un enlace seguro para iniciar sesión o registrarte.

# TOO_MANY_REQUESTS_TRY_AGAIN
source: Too many requests! Try again in a few minutes.
es: ¡Demasiadas solicitudes! Inténtalo de nuevo en unos minutos.

# SUCCESS_CHECK_YOUR_INBOX_%zd
source: Success - check your inbox! Note that the link expires in %zd minutes.
es: ¡Éxito - revisa tu bandeja de entrada! Ten en cuenta que el enlace caduca en %zd minutos.

source: No email?
es: ¿No ha llegado el email?

# LOGIN_PROMPT_DIALOG_BODY
source: If you continue without logging in, your bill will not be saved. Want to log in first?
es: Si continúas sin iniciar sesión, tu cuenta no se guardará. ¿Deseas iniciar sesión primero?

source: Never warn me again
es: No avisarme de nuevo

source: Complete Request
es: Completar solicitud

source: Complete Payment
es: Completar pago

# PAYMENT_METHOD_DISABLED
source: This payment method is temporarily unavailable.
es: Este método de pago no está disponible por los momentos.

# PAYMENT_METHOD_UNAVAILABLE_FOR_CURRENCY
source: This payment method is not available for your bill's currency.
es: Este método de pago no está disponible para la moneda de tu cuenta.

# ONLY_PHONE_OWNER_CAN_VENMO
source: Only the phone's owner can transact with Venmo.
es: Solo el propietario del teléfono puede realizar transacciónes con Venmo.

source: No eligible recipients.
es: No hay destinatarios elegibles.

# NO_ELIGIBLE_RECIPIENTS_VENMO_INFO_MESSAGE
source: Venmo recipients must have connected their Venmo accounts in Tab, and have joined this bill from their own phones.
es: Los destinatarios de Venmo deben haber conectado sus cuentas de Venmo en Tab y se haberse unido a esta cuenta desde sus propios teléfonos.

source: Transacting as:
es: ¿Quién paga/solicita?

source: Payment method:
es: Método de pago:

source: Pay to/request from:
es: Pagar a/solicitar de:

source: Your payment to %@ was successful!
es: ¡Tu pago a %@ fue exitoso!

# %@_PAYMENT_TO_%@_WAS_SUCCESSFUL
source: %@'s payment to %@ was successful!
es: ¡El pago de %@ a %@ fue exitoso!

source: Your payments to %@ were successful!
es: ¡Tus pagos a %@ fueron exitosos!

# %@_PAYMENTS_TO_%@_WERE_SUCCESSFUL
source: %@'s payments to %@ were successful!
es: ¡Los pagos de %@ a %@ fueron exitosos!

source: Your request from %@ was successful!
es: ¡Tu solicitud de %@ fue exitosa!

# %@_REQUEST_FROM_%@_WAS_SUCCESSFUL
source: %@'s request from %@ was successful!
es: ¡La solicitud de %@ a %@ fue exitosa!

source: Your requests from %@ were successful!
es: ¡Tus solicitudes de %@ fueron exitosas!

# %@_REQUESTS_FROM_%@_WERE_SUCCESSFUL
source: %@'s requests from %@ were successful!
es: ¡Las solicitudes de %@ a %@ fueron exitosas!

# VENMO_UNABLE_TO_PROCESS_YOUR_PAYMENT_TO_%@
source: Venmo was unable to process your payment to %@. Please try that one again.
es: Venmo no pudo procesar tu pago a %@. Por favor, inténtalo de nuevo.

# VENMO_UNABLE_TO_PROCESS_%@_PAYMENT_TO_%@
source: Venmo was unable to process %@'s payment to %@. Please try that one again.
es: Venmo no pudo procesar el pago de %@ a %@. Por favor, inténtalo de nuevo.

# VENMO_UNABLE_TO_PROCESS_YOUR_PAYMENTS_TO_%@
source: Venmo was unable to process your payments to %@. Please try those again.
es: Venmo no pudo procesar tus pagos a %@. Por favor, inténtalos de nuevo.

# VENMO_UNABLE_TO_PROCESS_%@_PAYMENTS_TO_%@
source: Venmo was unable to process %@'s payments to %@. Please try those again.
es: Venmo no pudo procesar los pagos de %@ a %@. Por favor, inténtalos de nuevo.

# VENMO_UNABLE_TO_PROCESS_YOUR_REQUEST_FROM_%@
source: Venmo was unable to process your request from %@. Please try that one again.
es: Venmo no pudo procesar tu solicitud de %@. Por favor, inténtalo de nuevo.

# VENMO_UNABLE_TO_PROCESS_%@_REQUEST_FROM_%@
source: Venmo was unable to process %@'s request from %@. Please try that one again.
es: Venmo no pudo procesar la solicitud de %@ a %@. Por favor, inténtalo de nuevo.

# VENMO_UNABLE_TO_PROCESS_YOUR_REQUESTS_FROM_%@
source: Venmo was unable to process your requests from %@. Please try those again.
es: Venmo no pudo procesar tus solicitudes de %@. Por favor, inténtalas de nuevo.

# VENMO_UNABLE_TO_PROCESS_%@_REQUESTS_FROM_%@
source: Venmo was unable to process %@'s requests from %@. Please try those again.
es: Venmo no pudo procesar las solicitudes de %@ a %@. Por favor, inténtalas de nuevo.

# VENMO_UNABLE_TO_PROCESS_YOUR_PAYMENT
source: Venmo was unable to process your payment. Please try again.
es: Venmo no pudo procesar tu pago. Inténtalo de nuevo.

# VENMO_UNABLE_TO_PROCESS_%@_PAYMENT
source: Venmo was unable to process %@'s payment. Please try again.
es: Venmo no pudo procesar el pago de %@. Inténtalo de nuevo.

# VENMO_UNABLE_TO_PROCESS_YOUR_PAYMENTS
source: Venmo was unable to process your payments. Please try again.
es: Venmo no pudo procesar tus pagos. Inténtalo de nuevo.

# VENMO_UNABLE_TO_PROCESS_%@_PAYMENTS
source: Venmo was unable to process %@'s payments. Please try again.
es: Venmo no pudo procesar los pagos de %@. Inténtalo de nuevo.

# VENMO_UNABLE_TO_PROCESS_YOUR_REQUEST
source: Venmo was unable to process your request. Please try again.
es: Venmo no pudo procesar tu solicitud. Inténtalo de nuevo.

# VENMO_UNABLE_TO_PROCESS_%@_REQUEST
source: Venmo was unable to process %@'s request. Please try again.
es: Venmo no pudo procesar la solicitud de %@. Inténtalo de nuevo.

# VENMO_UNABLE_TO_PROCESS_YOUR_REQUESTS
source: Venmo was unable to process your requests. Please try again.
es: Venmo no pudo procesar tus solicitudes. Inténtalo de nuevo.

# VENMO_UNABLE_TO_PROCESS_%@_REQUESTS
source: Venmo was unable to process %@'s requests. Please try again.
es: Venmo no pudo procesar las solicitudes de %@. Inténtalo de nuevo.
