Repository: TheCodedSelf/YAWA
Catalog: translations/*.lproj/Localizable.strings
Languages: es

# YOUR_PAYMENT_TO_%@_UNSUCCESSFUL
source: Your payment to %@ was unsuccessful. Please try that one again.
es: Tu pago a %@ no fue exitoso. Por favor, inténtalo de nuevo.

# %@_PAYMENT_TO_%@_UNSUCCESSFUL
source: %@'s payment to %@ was unsuccessful. Please try that one again.
es: El pago de %@ a %@ no fue exitoso. Por favor, inténtalo de nuevo.

# YOUR_PAYMENTS_TO_%@_UNSUCCESSFUL
source: Your payments to %@ were unsuccessful. Please try those again.
es: Tus pagos a %@ no tuvieron éxito. Por favor, inténtalos de nuevo.

# %@_PAYMENTS_TO_%@_UNSUCCESSFUL
source: %@'s payments to %@ were unsuccessful. Please try those again.
es: Los pagos de %@ a %@ no tuvieron éxito. Por favor, inténtalos de nuevo.

# YOUR_REQUEST_FROM_%@_UNSUCCESSFUL
source: Your request from %@ was unsuccessful. Please try that one again.
es: Tu solicitud de %@ no tuvo éxito. Por favor, inténtalo de nuevo.

# %@_REQUEST_FROM_%@_UNSUCCESSFUL
source: %@'s request from %@ was unsuccessful. Please try that one again.
es: La solicitud de %@ a %@ no tuvo éxito. Por favor, inténtalo de nuevo.

# YOUR_REQUESTS_FROM_%@_UNSUCCESSFUL
source: Your requests from %@ were unsuccessful. Please try those again.
es: Tus solicitudes de %@ no tuvieron éxito. Por favor, inténtalas de nuevo.

# %@_REQUESTS_FROM_%@_UNSUCCESSFUL
source: %@'s requests from %@ were unsuccessful. Please try those again.
es: Las solicitudes de %@ a %@ no tuvieron éxito. Por favor, inténtalas de nuevo.

# YOUR_PAYMENT_UNSUCCESSFUL
source: Your payment was unsuccessful. Please try again.
es: Tu pago no tuvo éxito. Por favor, inténtalo de nuevo.

# %@_PAYMENT_UNSUCCESSFUL
source: %@'s payment was unsuccessful. Please try again.
es: El pago de %@ no tuvo éxito. Por favor, inténtalo de nuevo.

# YOUR_PAYMENTS_UNSUCCESSFUL
source: Your payments were unsuccessful. Please try again.
es: Tus pagos no tuvieron éxito. Por favor, inténtalo de nuevo.

# %@_PAYMENTS_UNSUCCESSFUL
source: %@'s payments were unsuccessful. Please try again.
es: Los pagos de %@ no tuvieron éxito. Por favor, inténtalo de nuevo.

# YOUR_REQUEST_UNSUCCESSFUL
source: Your request was unsuccessful. Please try again.
es: Tu solicitud no tuvo éxito. Por favor, inténtalo de nuevo.

# %@_REQUEST_UNSUCCESSFUL
source: %@'s request was unsuccessful. Please try again.
es: La solicitud de %@ no tuvo éxito. Por favor, inténtalo de nuevo.

# YOUR_REQUESTS_UNSUCCESSFUL
source: Your requests were unsuccessful. Please try again.
es: Tus solicitudes no tuvieron éxito. Por favor, inténtalo de nuevo.

# %@_REQUESTS_UNSUCCESSFUL
source: %@'s requests were unsuccessful. Please try again.
es: Las solicitudes de %@ no tuvieron éxito. Por favor, inténtalo de nuevo.

source: %@ paid to %@ with %@
es: %@ pagados a %@ con %@

source: %@ requested by %@ with %@
es: %@ solicitados por %@ con %@

source: %@ received from %@ with %@
es: %@ recibidos de %@ con %@

source: %@ requested from %@ with %@
es: %@ solicitado de %@ con %@

source: Back
es: Volver

# ENTER_NICKNAME_FOR_YOURSELF_FIRST
source: Enter a nickname for yourself first.
es: Escoge un apodo para ti primero.

source: Add Person
es: Añadir persona

source: Edit Person
es: Editar persona

# ADD_EDIT_OR_CLEAR_NICKNAME
source: Add, edit or clear your default nickname.
es: Añadir, editar o eliminar tu apodo por defecto.

source: Save to account
es: Guardar a tu cuenta

source: Nickname
es: Apodo

source: name taken :(
es: nombre ya en uso :(

source: keep it short!
es: ¡mantenlo corto!

# BIRTHDAY_PEOPLE_DIALOG_BODY
source: Birthday people's totals are covered by everyone else.
es: Totales de personas de cumple estan cubiertos por todos los demás.

# BIRTHDAY_PEOPLE_DIALOG_BODY_SMALL_SCREEN
source: Birthday people's totals are covered by everyone else.
es: Totales de personas de cumple estan cubiertos por todos los demás.

source: Add
es: Añadir

# OFFLINE_BILL_MESSAGING
source: Offline bill. No connection to Tab.
es: Cuenta sin conexión. Sin conexión a Tab.

# NO_INTERNET_WARNING
source: No internet. Check your connection.
es: No hay internet. Revisa tu conexión.

# IFFY_CONNECTION_WARNING
source: Your connection to Tab is iffy.
es: Tu conexión con Tab está extraña.

source: Sharing period ended
es: Período de compartir terminado

source: Sharing unavailable
es: Imposible compartir

source: Loading share code...
es: Cargando código para compartir...

# SHARE_CODE_NOUN
source: Share code
es: Código para compartir

source: Share Link
es: Compartir link

# SHARE_CODE_DIALOG_BODY_PERIOD_ENDED
source: You can no longer share this bill with new participants, but anyone with a registered Tab account who joined previously can still rejoin and make changes.
es: Ya no puedes compartir esta cuenta con nuevos participantes, pero cualquier persona registrada con una cuenta de Tab que se haya unido anteriormente, todavía puede volver a unirse y realizar cambios.

# SHARE_CODE_DIALOG_BODY_SHARING_UNAVAILABLE
source: Bill sharing is temporarily unavailable. Sorry about that!
es: Compartir cuentas no está disponible por los momentos. ¡Lo sentimos por eso!

# SHARE_CODE_DIALOG_BODY
source: Give this code to everyone around the table so they can join the bill from their phones, select their own items and settle-up within the app.
es: Entrega este código a todos los que están alrededor de la mesa para que puedan unirse a la cuenta desde sus teléfonos, seleccionar sus propios artículos y hacer sus pagos dentro de la app.

source: Joined from their own phone
es: Unido desde su propio teléfono

source: Joined from their own phones
es: Unido desde sus propios teléfonos

# CHECK_ITEMS_WARNING
source: Check items to ensure receipt was read correctly. If needed, swipe left on an item to edit, delete or divide.
es: Revisa los artículos para asegurarse que la cuenta se leyó correctamente. Desliza hacia la izquierda sobre un artículo para editarlo, eliminarlo o dividirlo.

# CURRENCY_MISMATCH_WARNING
source: Foreign currency detected. If this was read incorrectly, tap here to fix.
es: Moneda extranjera detectada. Si se leyó incorrectamente, toca aquí para arreglarlo.

# ZERO_TAX_WARNING
source: No tax detected. If this was read incorrectly, swipe left on tax row to fix.
es: Ningún impuesto detectado. Si se leyó incorrectamente, desliza hacia la izquierda en la fila del impuesto para corregirlo.

# CHANGE_FROM_DETECTED_CURRENCY_(%@)_TO_LOCAL_CURRENCY_(%@)?
source: Change from detected currency (%@) to your local currency (%@)?
es: ¿Cambiar de la moneda detectada (%@) a tu moneda local (%@)?

source: Change
es: Cambiar
